_index.org
#+title: 🪴
#+date: [2025-12-09 Tue]
#+HUGO_BASE_DIR: /home/james/wiki/.site
#+HUGO_SECTION: 
#+HUGO_DRAFT: false
#+HUGO_DATE: 2025-12-09
#+EXPORT_FILE_NAME: _index

* The Garden
:PROPERTIES:
:ID:       20251209T214330.737315
:END:

#+name: Garden
#+begin_src conf
[garden.system]
state       = growing
phase       = cultivation
conditions  = variable
tending     = irregular

[garden.environment]
soil        = fertile
light       = uneven
weather     = unpredictable

[garden.process]
inputs      = reading, writing, tinkering
methods     = linking, revising, forgetting
outputs     = notes, questions, fragments
#+end_src

#+BEGIN_VERSE
This is *NOT* polished content. \\
This is *NOT* a blog. \\
This is a *W-I-P* [fn:1] you can wander through and explore.
#+end_verse

** "Why?"

The original idea sprouted quite a while back. I would say ever since I have encountered Logseq, Obsidian and the idea of Zettelkasten.

I loved the idea of retaining knowledge through note taking and collection of information. 


------

[fn:1] Work-In-Progress or Work-In-Public
