.site/content/_index.md
+++
title = "🪴"
author = ["James"]
date = 2025-12-09T00:00:00+00:00
draft = false
+++

## The Garden {#the-garden}

<a id="code-snippet--Garden"></a>
```cfg
[garden.system]
state       = growing
phase       = cultivation
conditions  = variable
tending     = irregular

[garden.environment]
soil        = fertile
light       = uneven
weather     = unpredictable

[garden.process]
inputs      = reading, writing, tinkering
methods     = linking, revising, forgetting
outputs     = notes, questions, fragments
```

<div class="verse">

This is **NOT** polished content. <br />
This is **NOT** a blog. <br />
This is a **W-I-P** [^fn:1] you can wander through and explore.<br />

</div>


### "Why?" {#why}

The original idea sprouted quite a while back. I would say ever since I have encountered Logseq, Obsidian and the idea of Zettelkasten.

I loved the idea of retaining knowledge through note taking and collection of information.

---

[^fn:1]: Work-In-Progress or Work-In-Public
